Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: All %@ of your rams are already out. Your letter is saved exactly as written. Send it again once a ram is free and it sets off then.
ar: جميع %@ من الكباش الخاصة بك قد خرجت بالفعل. يتم حفظ رسالتك تمامًا كما هي مكتوبة. أرسله مرة أخرى عندما يصبح الكبش مجانيًا وينطلق بعد ذلك.
bg: Всички %@ от вашите овни вече са излезли. Вашето писмо е запазено точно както е написано. Изпратете го отново, след като овенът е свободен и тогава тръгва.
bs: Svi %@ vaši ovnovi su već vani. Vaše pismo je sačuvano tačno onako kako je napisano. Pošaljite ga ponovo kada se ovan oslobodi i tada krene.
ca: Tots els %@ dels vostres ariets ja estan fora. La vostra carta es desa exactament tal com està escrita. Envieu-lo de nou quan un RAM estigui lliure i aleshores s'engega.
cs: Všichni %@ vaši berani jsou již venku. Váš dopis je uložen přesně tak, jak byl napsán. Pošlete to znovu, jakmile bude beran volný a pak se rozjede.
da: Alle %@ af dine væddere er allerede ude. Dit brev gemmes nøjagtigt som skrevet. Send den igen, når en vædder er fri, og den sætter så afsted.
de: Alle deine %@ Widder sind bereits unterwegs. Dein Brief ist genau wie geschrieben gespeichert. Sende ihn erneut, sobald ein Widder frei ist, und er macht sich dann auf den Weg.
el: Όλα τα %@ από τα κριάρια σας έχουν ήδη βγει. Το γράμμα σας αποθηκεύεται ακριβώς όπως γράφτηκε. Στείλτε το ξανά όταν ένα ram είναι ελεύθερο και ξεκινάει τότε.
es: Todos tus carneros (%@) ya están en camino. Tu carta está guardada tal como la escribiste. Envíala de nuevo cuando un carnero esté libre y saldrá de inmediato.
et: Kõik %@ teie jäärad on juba väljas. Teie kiri salvestatakse täpselt nii, nagu see on kirjutatud. Saatke see uuesti, kui jäär on vaba ja see läheb siis teele.
eu: Zure %@ ahari guztiak atera dira dagoeneko. Zure gutuna idatzi bezala gordetzen da. Bidali berriro ahari bat libre dagoenean eta orduan abiarazten da.
fi: Kaikki %@ päsisi ovat jo ulkona. Kirjeesi tallennetaan juuri sellaisena kuin se on kirjoitettu. Lähetä se uudelleen, kun pässi on vapaana ja se lähtee sitten liikkeelle.
fr: Tous tes béliers (%@) sont déjà en route. Ta lettre est enregistrée telle qu'écrite. Renvoie-la dès qu'un bélier est libre et il partira alors.
ga: Tá gach %@ de do reithí amuigh cheana féin. Déantar do litir a shábháil díreach mar atá scríofa. Seol arís é nuair a bhíonn reithe saor agus imíonn sé ansin.
gl: Todos os teus %@ carneiros xa están fóra. A túa carta gárdase tal e como está escrita. Envíao de novo unha vez que un carneiro estea libre e entón arranca.
he: כל %@ האילים שלך כבר בחוץ. המכתב שלך נשמר בדיוק כפי שנכתב. שלח אותו שוב ברגע שאיל פנוי ואז הוא יוצא לדרך.
hi: आपके सभी %@ मेढ़े पहले ही बाहर आ चुके हैं। आपका पत्र बिल्कुल वैसे ही सहेजा गया है जैसा लिखा गया है। एक बार राम मुक्त हो जाने पर इसे दोबारा भेजें और यह तब रवाना हो जाता है।
hr: Svi %@ tvoji ovnovi su već izašli. Vaše pismo je spremljeno točno onako kako je napisano. Pošalji ga ponovo kada je ovan slobodan i tada kreće.
hu: Az összes %@ kosod már kint van. Levelét a rendszer pontosan úgy menti, ahogy írta. Küldd el újra, ha egy ram szabadul, és akkor elindul.
id: Semua %@ domba jantan Anda sudah keluar. Surat Anda disimpan persis seperti yang tertulis. Kirim lagi setelah ram bebas dan kemudian berangkat.
is: Allir %@ hrútarnir þínir eru þegar komnir út. Bréfið þitt er vistað nákvæmlega eins og það er skrifað. Sendu það aftur þegar hrútur er laus og þá fer hann af stað.
it: All %@ of your rams are already out. Your letter is saved exactly as written. Inviatelo di nuovo una volta che un ariete sarà libero e poi partirà.
ja: %@ 個の RAM はすべてすでに出ています。あなたの手紙は書かれたとおりに保存されます。ラムが解放されたら再度送信し、ラムが出発します。
ka: თქვენი ყველა %@ ვერძი უკვე გამოსულია. Your letter is saved exactly as written. გააგზავნე ხელახლა, როგორც კი ვერძი თავისუფალი იქნება და შემდეგ გადის.
kk: Қошқарларыңыздың барлығы %@ әлдеқашан бітті. Сіздің хатыңыз дәл жазылғандай сақталады. Қошқар бос болған кезде оны қайта жіберіңіз, содан кейін ол іске қосылады.
ko: %@개의 숫양이 이미 모두 나갔습니다. 귀하의 편지는 작성된 그대로 저장됩니다. 숫양이 자유로워지면 다시 보내면 출발합니다.
lt: Visi %@ jūsų avinai jau išleisti. Jūsų laiškas išsaugomas tiksliai taip, kaip parašytas. Išsiųskite jį dar kartą, kai avinas bus laisvas ir tada jis pajudės.
lv: Visi %@ jūsu auni jau ir izgājuši. Jūsu vēstule tiek saglabāta tieši tā, kā uzrakstīta. Nosūtiet to vēlreiz, kad auns ir brīvs, un tas dodas ceļā.
mk: Сите %@ ваши овни се веќе излезени. Вашето писмо е зачувано точно како што е напишано. Испрати го повторно штом ќе се ослободи овен и ќе тргне.
ms: Semua %@ domba jantan anda sudah keluar. Surat anda disimpan betul-betul seperti yang ditulis. Hantarnya sekali lagi setelah seekor ram bebas dan ia dimatikan kemudian.
mt: L-%@ imtaten kollha tiegħek diġà huma barra. L-ittra tiegħek tiġi salvata eżattament kif miktuba. Ibgħatha mill-ġdid ladarba muntun ikun ħieles u mbagħad jitlaq.
nb: Alle %@ av værene dine er allerede ute. Brevet ditt lagres nøyaktig som skrevet. Send den igjen når en ram er fri og den setter i gang.
nl: Alle %@ van je rammen zijn al uit. Uw brief wordt precies opgeslagen zoals geschreven. Stuur het opnieuw zodra een ram vrij is en hij vertrekt dan.
pl: Wszystkie %@ twoich baranów są już wyczerpane. Twój list zostanie zapisany dokładnie w takiej formie, w jakiej został napisany. Wyślij go ponownie, gdy ram będzie wolny i wtedy wyruszy.
pt_br: Todos %@ dos seus carneiros já foram lançados. Sua carta é salva exatamente como foi escrita. Envie-o novamente quando um carneiro estiver livre e ele partirá então.
ro: Toți cei %@ berbeci sunt deja scoși. Scrisoarea ta este salvată exact așa cum a fost scrisă. Trimiteți-l din nou odată ce un berbec este liber și apoi pornește.
ru: Все твои бараны (%@) уже в пути. Твоё письмо сохранено в исходном виде. Отправь его снова, как только баран освободится, и он отправится в путь.
sk: Všetky %@ vaše barany sú už vonku. Váš list sa uloží presne tak, ako bol napísaný. Pošlite to znova, keď sa baran uvoľní a potom sa rozbehne.
sl: Vsi %@ tvoji ovni so že zunaj. Vaše pismo je shranjeno točno tako, kot je napisano. Pošlji ga znova, ko je oven prost in takrat se odpravi.
sq: Të gjithë %@ deshët e tu tashmë janë jashtë. Letra juaj ruhet saktësisht siç është shkruar. Dërgojeni përsëri pasi një dash të jetë i lirë dhe ai niset më pas.
sr: Сви %@ твоји овнови су већ испали. Ваше писмо је сачувано тачно онако како је написано. Пошаљите га поново када се ован ослободи и тада крене.
sv: Alla %@ dina baggar är redan ute. Ditt brev sparas exakt som skrivet. Skicka den igen när en bagge är ledig och den sätter igång sedan.
th: แกะของคุณ %@ ทั้งหมดหมดแล้ว จดหมายของคุณได้รับการบันทึกตรงตามที่เขียนไว้ทุกประการ ส่งอีกครั้งเมื่อ ram ว่างแล้วมันก็ออกเดินทาง
tr: Koçlarınızın tümü %@ zaten devre dışı. Mektubunuz aynen yazıldığı gibi kaydedilir. Koç serbest kaldığında tekrar gönder ve o zaman yola çıksın.
uk: Усі твої барани (%@) вже в дорозі. Твій лист збережено без змін. Відправ його знову, як тільки баран звільниться, і він вирушить у дорогу.
vi: Tất cả %@ ram của bạn đã hết. Thư của bạn được lưu chính xác như được viết. Gửi nó một lần nữa khi ram trống và sau đó nó sẽ khởi động.
zh_hans: 你所有的%@公羊都已经出局了。您的信件将按原样保存。一旦有公羊空闲，它就会再次发送，然后它就会出发。
zh_hk: 你所有的%@公羊都已經出局了。您的信件將以原樣保存。一旦有公羊空閒，它就會再次發送，然後它就會出發。

source: All %lld of your rams are already out. Your letter is saved exactly as written. Send it again once a ram is free and it sets off then.
ar: جميع %lld من الكباش الخاصة بك قد خرجت بالفعل. يتم حفظ رسالتك تمامًا كما هي مكتوبة. أرسله مرة أخرى عندما يصبح الكبش مجانيًا وينطلق بعد ذلك.
bg: Всички %lld от вашите овни вече са излезли. Вашето писмо е запазено точно както е написано. Изпратете го отново, след като овенът е свободен и тогава тръгва.
bs: Svi %lld vaši ovnovi su već vani. Vaše pismo je sačuvano tačno onako kako je napisano. Pošaljite ga ponovo kada se ovan oslobodi i tada krene.
ca: Tots els %lld dels vostres ariets ja estan fora. La vostra carta es desa exactament tal com està escrita. Envieu-lo de nou quan un RAM estigui lliure i aleshores s'engega.
cs: Všichni %lld vaši berani jsou již venku. Váš dopis je uložen přesně tak, jak byl napsán. Pošlete to znovu, jakmile bude beran volný a pak se rozjede.
da: Alle %lld af dine væddere er allerede ude. Dit brev gemmes nøjagtigt som skrevet. Send den igen, når en vædder er fri, og den sætter så afsted.
de: Alle deine %lld Widder sind bereits unterwegs. Dein Brief ist genau wie geschrieben gespeichert. Sende ihn erneut, sobald ein Widder frei ist, und er macht sich dann auf den Weg.
el: Όλα τα %lld από τα κριάρια σας έχουν ήδη βγει. Το γράμμα σας αποθηκεύεται ακριβώς όπως γράφτηκε. Στείλτε το ξανά όταν ένα ram είναι ελεύθερο και ξεκινάει τότε.
es: Todos tus carneros (%lld) ya están en camino. Tu carta está guardada tal como la escribiste. Envíala de nuevo cuando un carnero esté libre y saldrá de inmediato.
et: Kõik %lld teie jäärad on juba väljas. Teie kiri salvestatakse täpselt nii, nagu see on kirjutatud. Saatke see uuesti, kui jäär on vaba ja see läheb siis teele.
eu: Zure %lld ahari guztiak atera dira dagoeneko. Zure gutuna idatzi bezala gordetzen da. Bidali berriro ahari bat libre dagoenean eta orduan abiarazten da.
fi: Kaikki %lld päsisi ovat jo ulkona. Kirjeesi tallennetaan juuri sellaisena kuin se on kirjoitettu. Lähetä se uudelleen, kun pässi on vapaana ja se lähtee sitten liikkeelle.
fr: Tous tes béliers (%lld) sont déjà en route. Ta lettre est enregistrée telle qu'écrite. Renvoie-la dès qu'un bélier est libre et il partira alors.
ga: Tá gach %lld de do reithí amuigh cheana féin. Déantar do litir a shábháil díreach mar atá scríofa. Seol arís é nuair a bhíonn reithe saor agus imíonn sé ansin.
gl: Todos os teus %lld carneiros xa están fóra. A túa carta gárdase tal e como está escrita. Envíao de novo unha vez que un carneiro estea libre e entón arranca.
he: כל %lld האילים שלך כבר בחוץ. המכתב שלך נשמר בדיוק כפי שנכתב. שלח אותו שוב ברגע שאיל פנוי ואז הוא יוצא לדרך.
hi: आपके सभी %lld मेढ़े पहले ही बाहर आ चुके हैं। आपका पत्र बिल्कुल वैसे ही सहेजा गया है जैसा लिखा गया है। एक बार राम मुक्त हो जाने पर इसे दोबारा भेजें और यह तब रवाना हो जाता है।
hr: Svi %lld tvoji ovnovi su već izašli. Vaše pismo je spremljeno točno onako kako je napisano. Pošalji ga ponovo kada je ovan slobodan i tada kreće.
hu: Az összes %lld kosod már kint van. Levelét a rendszer pontosan úgy menti, ahogy írta. Küldd el újra, ha egy ram szabadul, és akkor elindul.
id: Semua %lld domba jantan Anda sudah keluar. Surat Anda disimpan persis seperti yang tertulis. Kirim lagi setelah ram bebas dan kemudian berangkat.
is: Allir %lld hrútarnir þínir eru þegar komnir út. Bréfið þitt er vistað nákvæmlega eins og það er skrifað. Sendu það aftur þegar hrútur er laus og þá fer hann af stað.
it: Tutti i %lld dei tuoi arieti sono già fuori. La tua lettera viene salvata esattamente come scritta. Inviatelo di nuovo una volta che un ariete sarà libero e poi partirà.
ja: %lld 個の RAM はすべてすでに出ています。あなたの手紙は書かれたとおりに保存されます。ラムが解放されたら再度送信し、ラムが出発します。
ka: თქვენი ყველა %lld ვერძი უკვე გამოსულია. თქვენი წერილი შენახულია ზუსტად ისე, როგორც დაწერილია. გააგზავნე ხელახლა, როგორც კი ვერძი თავისუფალი იქნება და შემდეგ გადის.
kk: Қошқарларыңыздың барлығы %lld әлдеқашан бітті. Сіздің хатыңыз дәл жазылғандай сақталады. Қошқар бос болған кезде оны қайта жіберіңіз, содан кейін ол іске қосылады.
ko: %lld개의 숫양이 이미 모두 나갔습니다. 귀하의 편지는 작성된 그대로 저장됩니다. 숫양이 자유로워지면 다시 보내면 출발합니다.
lt: Visi %lld jūsų avinai jau išleisti. Jūsų laiškas išsaugomas tiksliai taip, kaip parašytas. Išsiųskite jį dar kartą, kai avinas bus laisvas ir tada jis pajudės.
lv: Visi %lld jūsu auni jau ir izgājuši. Jūsu vēstule tiek saglabāta tieši tā, kā uzrakstīta. Nosūtiet to vēlreiz, kad auns ir brīvs, un tas dodas ceļā.
mk: Сите %lld ваши овни се веќе излезени. Вашето писмо е зачувано точно како што е напишано. Испрати го повторно штом ќе се ослободи овен и ќе тргне.
ms: Semua %lld domba jantan anda sudah keluar. Surat anda disimpan betul-betul seperti yang ditulis. Hantarnya sekali lagi setelah seekor ram bebas dan ia dimatikan kemudian.
mt: L-%lld imtaten kollha tiegħek diġà huma barra. L-ittra tiegħek tiġi salvata eżattament kif miktuba. Ibgħatha mill-ġdid ladarba muntun ikun ħieles u mbagħad jitlaq.
nb: Alle %lld av værene dine er allerede ute. Brevet ditt lagres nøyaktig som skrevet. Send den igjen når en ram er fri og den setter i gang.
nl: Alle %lld van je rammen zijn al uit. Uw brief wordt precies opgeslagen zoals geschreven. Stuur het opnieuw zodra een ram vrij is en hij vertrekt dan.
pl: Wszystkie %lld twoich baranów są już wyczerpane. Twój list zostanie zapisany dokładnie w takiej formie, w jakiej został napisany. Wyślij go ponownie, gdy ram będzie wolny i wtedy wyruszy.
pt_br: Todos %lld dos seus carneiros já foram lançados. Sua carta é salva exatamente como foi escrita. Envie-o novamente quando um carneiro estiver livre e ele partirá então.
ro: Toți cei %lld berbeci sunt deja scoși. Scrisoarea ta este salvată exact așa cum a fost scrisă. Trimiteți-l din nou odată ce un berbec este liber și apoi pornește.
ru: Все твои бараны (%lld) уже в пути. Твоё письмо сохранено в исходном виде. Отправь его снова, как только баран освободится, и он отправится в путь.
sk: Všetky %lld vaše barany sú už vonku. Váš list sa uloží presne tak, ako bol napísaný. Pošlite to znova, keď sa baran uvoľní a potom sa rozbehne.
sl: Vsi %lld tvoji ovni so že zunaj. Vaše pismo je shranjeno točno tako, kot je napisano. Pošlji ga znova, ko je oven prost in takrat se odpravi.
sq: Të gjithë %lld deshët e tu tashmë janë jashtë. Letra juaj ruhet saktësisht siç është shkruar. Dërgojeni përsëri pasi një dash të jetë i lirë dhe ai niset më pas.
sr: Сви %lld твоји овнови су већ испали. Ваше писмо је сачувано тачно онако како је написано. Пошаљите га поново када се ован ослободи и тада крене.
sv: Alla %lld dina baggar är redan ute. Ditt brev sparas exakt som skrivet. Skicka den igen när en bagge är ledig och den sätter igång sedan.
th: แกะของคุณ %lld ทั้งหมดหมดแล้ว จดหมายของคุณได้รับการบันทึกตรงตามที่เขียนไว้ทุกประการ ส่งอีกครั้งเมื่อ ram ว่างแล้วมันก็ออกเดินทาง
tr: Koçlarınızın tümü %lld zaten devre dışı. Mektubunuz aynen yazıldığı gibi kaydedilir. Koç serbest kaldığında tekrar gönder ve o zaman yola çıksın.
uk: Усі твої барани (%lld) вже в дорозі. Твій лист збережено без змін. Відправ його знову, як тільки баран звільниться, і він вирушить у дорогу.
vi: Tất cả %lld ram của bạn đã hết. Thư của bạn được lưu chính xác như được viết. Gửi nó một lần nữa khi ram trống và sau đó nó sẽ khởi động.
zh_hans: 你所有的%lld公羊都已经出局了。您的信件将按原样保存。一旦有公羊空闲，它就会再次发送，然后它就会出发。
zh_hk: 你所有的%lld公羊都已經出局了。您的信件將以原樣保存。一旦有公羊空閒，它就會再次發送，然後它就會出發。

source: All journeys
ar: جميع الرحلات
bg: Всички пътувания
bs: Sva putovanja
ca: Tots els viatges
cs: Všechny cesty
da: Alle rejser
de: Alle Reisen
el: Όλα τα ταξίδια
es: Todos los viajes
et: Kõik reisid
eu: Bidaia guztiak
fi: Kaikki matkat
fr: Tous les voyages
ga: Gach turas
gl: Todas as viaxes
he: כל המסעות
hi: सभी यात्राएँ
hr: Sva putovanja
hu: Minden utazás
id: Semua perjalanan
is: Allar ferðir
it: Tutti i viaggi
ja: すべての旅程
ka: ყველა მოგზაურობა
kk: Барлық саяхаттар
ko: 모든 여행
lt: Visos kelionės
lv: Visi braucieni
mk: Сите патувања
ms: Semua perjalanan
mt: Il-vjaġġi kollha
nb: Alle reiser
nl: Alle reizen
pl: Wszystkie podróże
pt_br: Todas as viagens
ro: Toate călătoriile
ru: Все путешествия
sk: Všetky cesty
sl: Vsa potovanja
sq: Të gjitha udhëtimet
sr: Сва путовања
sv: Alla resor
th: การเดินทางทั้งหมด
tr: Tüm yolculuklar
uk: Всі подорожі
vi: Tất cả hành trình
zh_hans: 所有旅程
zh_hk: 所有旅程

source: All Letters (%@)
ar: جميع الحروف ( %@ )
bg: Всички букви ( %@ )
bs: Sva slova ( %@ )
ca: Totes les lletres ( %@ )
cs: Všechna písmena ( %@ )
da: Alle bogstaver ( %@ )
de: Alle Briefe (%@)
el: Όλα τα γράμματα ( %@ )
es: Todas las cartas (%@)
et: Kõik tähed ( %@ )
eu: Letra guztiak ( %@ )
fi: Kaikki kirjaimet ( %@ )
fr: Toutes les lettres (%@)
ga: Gach Litir ( [ [0]] ) %@
gl: Todas as letras ( %@ )
he: כל האותיות ( %@ )
hi: सभी पत्र ( %@ )
hr: Sva slova ( %@ )
hu: Összes betű ( %@ )
id: Semua Huruf ( %@ )
is: Allir stafir ( %@ )
it: Tutte le lettere (%@)
ja: すべての文字 ( %@ )
ka: ყველა ასო ( %@ )
kk: Барлық әріптер ( %@ )
ko: 모든 문자( %@ )
lt: Visos raidės ( %@ )
lv: Visi burti ( %@ )
mk: Сите букви ( %@ )
ms: Semua Huruf ( %@ )
mt: L-Ittri kollha ( %@ )
nb: Alle bokstaver ( %@ )
nl: Alle letters ( %@ )
pl: Wszystkie litery ( %@)
pt_br: Todas as letras (%@)
ro: Toate literele ( %@ )
ru: Все письма (%@)
sk: Všetky písmená ( %@ )
sl: Vse črke ( %@ )
sq: Të gjitha shkronjat ( %@ )
sr: Сва слова ( %@ )
sv: Alla bokstäver ( %@ )
th: ตัวอักษรทั้งหมด ( %@ )
tr: Tüm Harfler ( %@ )
uk: Усі листи (%@)
vi: Tất cả các chữ cái ( %@ )
zh_hans: 所有字母 ( %@ )
zh_hk: 所有字母 ( %@ )

source: All Letters (%lld)
ar: كافة الحروف (%lld)
bg: Всички букви (%lld)
bs: Sva slova (%lld)
ca: Totes les lletres (%lld)
cs: Všechna písmena (%lld)
da: Alle bogstaver (%lld)
de: Alle Buchstaben (%lld)
el: Όλα τα γράμματα (%lld)
es: Todas las letras (%lld)
et: Kõik tähed (%lld)
eu: Letra guztiak (%lld)
fi: Kaikki kirjaimet (%lld)
fr: Toutes les lettres (%lld)
ga: Gach Litir (%lld)
gl: Todas as letras (%lld)
he: כל האותיות (%lld)
hi: सभी पत्र (%lld)
hr: Sva slova (%lld)
hu: Minden betű (%lld)
id: Semua Huruf (%lld)
is: Allir stafir (%lld)
it: Tutte le lettere (%lld)
ja: すべての文字 (%lld)
ka: ყველა ასო (%lld)
kk: Барлық әріптер (%lld)
ko: 모든 문자(%lld)
lt: Visos raidės (%lld)
lv: Visi burti (%lld)
mk: Сите букви (%lld)
ms: Semua Huruf (%lld)
mt: L-Ittri kollha (%lld)
nb: Alle bokstaver (%lld)
nl: Alle letters (%lld)
pl: Wszystkie litery (%lld)
pt_br: Todas as letras (%lld)
ro: Toate literele (%lld)
ru: Все буквы (%lld)
sk: Všetky písmená (%lld)
sl: Vse črke (%lld)
sq: Të gjitha shkronjat (%lld)
sr: Сва слова (%lld)
sv: Alla bokstäver (%lld)
th: ตัวอักษรทั้งหมด (%lld)
tr: Tüm Harfler (%lld)
uk: Усі літери (%lld)
vi: Tất cả các chữ cái (%lld)
zh_hans: 所有字母 (%lld)
zh_hk: 所有信件 (%lld)

source: All the Way to Whistler
ar: على طول الطريق إلى ويسلر
bg: По целия път до Уислър
bs: Sve do Whistlera
ca: Tot el camí fins a Whistler
cs: Až do Whistleru
da: Hele vejen til Whistler
de: Den ganzen Weg nach Whistler
el: Όλη η διαδρομή μέχρι τον Γουίσλερ
es: Todo el camino a Whistler
et: Kogu tee Whistlerini
eu: The Way Whistler-era
fi: aina Whistleriin asti
fr: Jusqu'à Whistler
ga: An bealach ar fad go dtí Whistler saor in aisce,
gl: Todo o camiño ata Whistler
he: כל הדרך לוויסלר
hi: व्हिसलर तक सभी रास्ते
hr: Sve do Whistlera
hu: Egészen Whistlerig
id: Sampai ke Whistler
is: Alla leið til Whistler
it: Fino a Whistler
ja: ウィスラーまでずっと
ka: მთელი გზა უისლერისკენ
kk: Вистлерге дейін
ko: 휘슬러까지 가는 길
lt: Visas kelias iki Vistlerio
lv: Viss ceļš līdz Vistlerai
mk: Целиот пат до Вистлер
ms: Semua Jalan ke Whistler
mt: It-Triq kollha lejn Whistler
nb: Helt til Whistler
nl: Helemaal naar Whistler
pl: Cała droga do Whistler
pt_br: Todo o caminho até Whistler
ro: Tot drumul până la Whistler
ru: Весь путь до Уистлера
sk: Až do Whistleru
sl: Vse do Whistlerja
sq: Gjithë Rruga për në Whistler
sr: Све до Вислера
sv: Hela vägen till Whistler
th: ไปจนถึงวิสต์เลอร์
tr: Whistler'a Kadar Tüm Yol
uk: Усю дорогу до Вістлера
vi: Tất cả các cách để Whistler
zh_hans: 一路到惠斯勒
zh_hk: 一路到惠斯勒

source: Allow Baranov to see your Game Center friends in Settings to compare tables.
ar: اسمح لـ Baranov برؤية أصدقائك في Game Center في الإعدادات لمقارنة الجداول.
bg: Позволете на Baranov да вижда вашите приятели в Game Center в Настройки, за да сравнявате маси.
bs: Dozvolite Baranovu da vidi vaše prijatelje iz Game Center-a u Postavkama da uporedi tabele.
ca: Permet que Baranov vegi els teus amics de Game Center a Configuració per comparar taules.
cs: Umožněte Baranovovi vidět vaše přátele Game Center v Nastavení a porovnat stoly.
da: Tillad Baranov at se dine Game Center-venner i Indstillinger for at sammenligne tabeller.
de: Erlaube Baranov in den Einstellungen, deine Game Center-Freunde zu sehen, um Ranglisten zu vergleichen.
el: Επιτρέψτε στον Baranov να βλέπει τους φίλους σας στο Game Center στις Ρυθμίσεις για να συγκρίνει πίνακες.
es: Permita que Baranov vea a sus amigos de Game Center en Configuración para comparar tablas.
et: Lubage Baranovil näha oma Game Centeri sõpru menüüs Seaded, et tabeleid võrrelda.
eu: Baimendu Baranov-i zure Game Center-eko lagunak Ezarpenetan ikustea taulak alderatzeko.
fi: Salli Baranovin nähdä Game Center -ystäväsi asetuksissa ja vertailla pöytiä.
fr: Autorise Baranov à voir tes amis Game Center dans Paramètres pour comparer les tableaux.
ga: Lig do Baranov do chairde Ionad Cluiche a fheiceáil i Socruithe chun táblaí a chur i gcomparáid.
gl: Permite que Baranov vexa aos teus amigos do Game Center en Configuración para comparar táboas.
he: אפשר לבארנוב לראות את החברים שלך ב-Game Center בהגדרות כדי להשוות טבלאות.
hi: तालिकाओं की तुलना करने के लिए बारानोव को सेटिंग्स में अपने गेम सेंटर मित्रों को देखने की अनुमति दें।
hr: Dopustite Baranovu da vidi vaše prijatelje iz Game Centera u Postavkama radi usporedbe stolova.
hu: Engedélyezze Baranov számára, hogy lássa Game Center-barátait a Beállításokban, hogy összehasonlíthassa az asztalokat.
id: Izinkan Baranov melihat teman Game Center Anda di Pengaturan untuk membandingkan tabel.
is: Leyfðu Baranov að sjá Game Center vini þína í stillingum til að bera saman töflur.
it: Consenti a Baranov di vedere i tuoi amici di Game Center nelle Impostazioni per confrontare i tavoli.
ja: Baranov が設定で Game Center の友達を参照してテーブルを比較できるようにします。
ka: ნება მიეცით ბარანოვს ნახოს თქვენი თამაშის ცენტრის მეგობრები პარამეტრებიდან ცხრილების შესადარებლად.
kk: Барановқа кестелерді салыстыру үшін Параметрлерде ойын орталығының достарын көруге рұқсат беріңіз.
ko: Baranov가 설정에서 Game Center 친구들을 확인하여 테이블을 비교할 수 있도록 허용하세요.
lt: Leiskite Baranovui matyti jūsų žaidimų centro draugus nustatymuose, kad jie galėtų palyginti lenteles.
lv: Ļaujiet Baranovam redzēt savus Game Center draugus sadaļā Iestatījumi, lai salīdzinātu tabulas.
mk: Дозволете Баранов да ги гледа вашите пријатели од Game Center во Поставки за да ги споредува табелите.
ms: Benarkan Baranov melihat rakan Pusat Permainan anda dalam Tetapan untuk membandingkan jadual.
mt: Ħalli lil Baranov jara l-ħbieb tiegħek taċ-Ċentru tal-Logħob fis-Settings biex iqabbel it-tabelli.
nb: Tillat Baranov å se Game Center-vennene dine i Innstillinger for å sammenligne tabeller.
nl: Sta Baranov toe om uw Game Center-vrienden te zien in Instellingen om tabellen te vergelijken.
pl: Pozwól Baranovowi widzieć znajomych z Game Center w Ustawieniach i porównywać stoły.
pt_br: Permita que Baranov veja seus amigos do Game Center em Configurações para comparar tabelas.
ro: Permite lui Baranov să-ți vadă prietenii din Game Center în Setări pentru a compara tabele.
ru: Разреши Баранову видеть твоих друзей в Game Center в настройках, чтобы сравнивать таблицы.
sk: Umožnite Baranovovi vidieť vašich priateľov Game Center v Nastaveniach a porovnať stoly.
sl: Dovolite Baranov, da vidi vaše prijatelje iz Game Center v nastavitvah za primerjavo tabel.
sq: Lejo Baranov të shohë miqtë tuaj të Game Center te Cilësimet për të krahasuar tabelat.
sr: Дозволите Баранову да види ваше пријатеље из Гаме Центер-а у подешавањима да упореди табеле.
sv: Tillåt Baranov att se dina Game Center-vänner i Inställningar för att jämföra tabeller.
th: อนุญาตให้ Baranov เห็นเพื่อน Game Center ของคุณในการตั้งค่าเพื่อเปรียบเทียบตาราง
tr: Tabloları karşılaştırmak için Baranov'un Ayarlar'da Game Center arkadaşlarınızı görmesine izin verin.
uk: Дозволь Баранову бачити твоїх друзів Game Center у налаштуваннях, щоб порівнювати таблиці.
vi: Cho phép Baranov xem bạn bè trong Game Center của bạn trong Cài đặt để so sánh các bảng.
zh_hans: 允许巴拉诺夫在“设置”中查看您的 Game Center 好友以比较表格。
zh_hk: 允许巴拉诺夫在“设置”中查看您的 Game Center 好友以比较表格。
